// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Det finns tillgängliga programuppdateringar för din dator. Vill du installera dem?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Du kan fortsätta att använda datorn under installationen. Du behöver inte starta om den när installationen är slutförd.";
"INSTALL_TITLE" = "Installera";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Programuppdateringar för din dator är redo att installeras. Vill du installera dem nu?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Du måste starta om datorn efter att uppdateringarna har installerats.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installera och starta om";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Du måste logga ut för att uppdateringarna ska installeras.";
"LOG_OUT_AND_INSTALL_TITLE" = "Logga ut och installera";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Du måste stänga av datorn efter att uppdateringarna har installerats.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installera och stäng av";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Det finns tillgängliga programuppdateringar för din dator. Vill du hämta och installera dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Du måste starta om datorn efter att uppdateringarna har installerats.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Det finns tillgängliga programuppdateringar för din dator. Vill du hämta och installera dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Du måste logga ut efter att uppdateringarna har hämtats.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Det finns tillgängliga programuppdateringar för din dator. Vill du hämta och installera dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Du måste stänga av datorn efter att uppdateringarna har installerats.";

"CONTINUE_TITLE" = "Fortsätt";


// common buttons
"NOT_NOW_TITLE" = "Inte nu";
"SHOW_DETAILS_TITLE" = "Visa detaljer";
